Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Send follow up
ca: Enviar un seguiment
de: Folgenachricht senden
eo: Sendi sekvan mesaĝon
pl: Wyślij follow-up
zh_hans: 发送后续消息

source: Separate multiple originals with commas:
ca: Separa diversos originals amb comes:
de: Mehrere Originale mit Komma trennen:
eo: Apartigu plurajn originalojn per komoj:
pl: Oddzielaj wiele oryginałów przecinkami:
zh_hans: 多个原文请用逗号分隔：

source: Server
ca: Servidor
eo: Servilo
pl: Serwer
zh_hans: 服务器

source: Server error (%d). Please try again later or contact support.
ca: Error del servidor (%d). Torna-ho a provar més tard o contacta amb el servei d'assistència.
de: Serverfehler (%d). Bitte versuche es später erneut oder kontaktiere den Support.
eo: Servila eraro (%d). Bonvolu reprovi poste aŭ kontakti subtenon.
pl: Błąd serwera (%d). Spróbuj ponownie później lub skontaktuj się z pomocą techniczną.
zh_hans: 服务器错误（%d）。请稍后重试或联系支持人员。

source: Server:
ca: Servidor:
eo: Servilo:
pl: Serwer:
zh_hans: 服务器：

source: Server: %@
ca: Servidor: %@
eo: Servilo: %@
pl: Serwer: %@
zh_hans: 服务器：%@

source: Sessions Recorded
ca: Sessions enregistrades
de: Aufgenommene Sitzungen
eo: Registritaj seancoj
pl: Nagrane sesje
zh_hans: 录制会话数

source: Set as default
ca: Definir com a predeterminat
de: Als Standard festlegen
eo: Agordi kiel defaŭltan
pl: Ustaw jako domyślny
zh_hans: 设为默认

source: Set how long to wait for the AI provider to respond. If no response is received within this duration, you can either fail immediately and paste the original transcription, or retry the request up to 3 attempts.
ca: Defineix quant de temps cal esperar la resposta del proveïdor d'IA. Si no es rep cap resposta dins d'aquest termini, pots aturar-ho immediatament i enganxar la transcripció original, o tornar a provar la sol·licitud fins a 3 vegades.
de: Lege fest, wie lange auf eine Antwort des KI-Anbieters gewartet werden soll. Wenn innerhalb dieser Dauer keine Antwort eingeht, kannst du entweder sofort abbrechen und die ursprüngliche Transkription einfügen oder die Anfrage bis zu 3-mal wiederholen.
eo: Agordu, kiom longe atendi la respondon de la AI-provizanto. Se neniu respondo alvenas dum tiu tempo, vi povas tuj ĉesi kaj alglui la originalan transskribon, aŭ reprovi la peton ĝis 3 fojojn.
pl: Ustaw, jak długo czekać na odpowiedź dostawcy AI. Jeśli w tym czasie nie nadejdzie odpowiedź, możesz natychmiast przerwać i wkleić oryginalną transkrypcję albo ponowić żądanie do 3 razy.
zh_hans: 设置等待 AI 提供商响应的时长。如果在该时长内未收到响应，你可以选择立即失败并粘贴原始转写内容，或重试请求（最多 3 次）。

source: Settings
ca: Configuració
de: Einstellungen
eo: Agordoj
pl: Ustawienia
zh_hans: 设置

source: Settings imported successfully from %@. Imported: %@.
ca: La configuració s'ha importat correctament de %@. Elements importats: %@.
de: Einstellungen erfolgreich aus %@ importiert. Importiert: %@.
eo: Agordoj sukcese importitaj el %@. Importitaj: %@.
pl: Ustawienia zaimportowane pomyślnie z %@. Zaimportowane: %@.
zh_hans: 已成功从 %@ 导入设置。 已导入：%@。

source: Setup, features, and settings
ca: Posada en marxa, funcions i configuració
de: Einrichtung, Funktionen und Einstellungen
eo: Agordado, funkcioj kaj agordoj
pl: Konfiguracja, funkcje i ustawienia
zh_hans: 设置、功能和偏好

source: Shift + Return (⇧⏎)
ca: Maj + Retorn (⇧⏎)
de: Umschalttaste + Eingabe (⇧⏎)

source: Shortcut
ca: Drecera
de: Tastenkürzel
eo: Klavkombino
pl: Skrót
zh_hans: 快捷键

source: Shortcut already used by %@
ca: Drecera ja utilitzada per %@
de: Tastenkürzel wird bereits von %@ verwendet
eo: Klavkombino jam uzata de %@
pl: Skrót jest już używany przez %@
zh_hans: 快捷键已被 %@ 使用

source: Shortcut not allowed: %@
ca: Drecera no permesa: %@
de: Tastenkürzel nicht erlaubt: %@
eo: Klavkombino ne permesata: %@
pl: Skrót niedozwolony: %@
zh_hans: 不允许的快捷键：%@

source: Shortcut reserved by macOS: %@
ca: Drecera reservada per macOS: %@
de: Tastenkürzel von macOS reserviert: %@
eo: Klavkombino rezervita de macOS: %@
pl: Skrót zarezerwowany przez macOS: %@
zh_hans: 快捷键已被 macOS 保留：%@

source: Shortcuts
ca: Dreceres de teclat
de: Tastaturkürzel
eo: Klavkombinoj
pl: Skróty klawiszowe
zh_hans: 快捷键

source: Show Announcements
ca: Mostrar els anuncis
de: Ankündigungen anzeigen
eo: Montri anoncojn
pl: Pokaż ogłoszenia
zh_hans: 显示公告

source: Show API key
ca: Mostrar la clau d'API
eo: Montri API-ŝlosilon
pl: Pokaż klucz API

source: Show Dock Icon
ca: Mostrar la icona al Dock
de: Dock-Symbol anzeigen
eo: Montri piktogramon en Doko
pl: Pokaż ikonę w Docku
zh_hans: 显示程序坞图标

source: Show in Finder
ca: Mostrar al Finder
de: Im Finder zeigen
eo: Montri en Finder
pl: Pokaż w Finderze
zh_hans: 在 Finder 中显示

source: Shows live text while recording with realtime models.
ca: Mostra el text en directe mentre enregistres amb models en temps real.
de: Zeigt Live-Text während der Aufnahme mit Echtzeitmodellen an.
eo: Montras vivan tekston dum registrado kun realtempaj modeloj.
pl: Wyświetla tekst na żywo podczas nagrywania z modelami czasu rzeczywistego.
zh_hans: 使用实时模型录音时显示实时文本。

source: Skip
ca: Ometre
de: Überspringen
eo: Preterlasi
pl: Pomiń
zh_hans: 跳过

source: Skip API setup
ca: Ometre la configuració de l'API
de: API-Einrichtung überspringen
eo: Preterlasi agordadon de API
pl: Pomiń konfigurację API
zh_hans: 跳过 API 设置

source: Skip API Setup
ca: Ometre la configuració de l'API
de: API-Einrichtung überspringen
eo: Preterlasi agordadon de API
pl: Pomiń konfigurację API
zh_hans: 跳过 API 设置

source: Skip API setup?
ca: Vols ometre la configuració de l'API?
de: API-Einrichtung überspringen?
eo: Ĉu preterlasi agordadon de API?
pl: Pominąć konfigurację API?
zh_hans: 要跳过 API 设置吗？

source: Skip onboarding
ca: Ometre la introducció
de: Einführung überspringen
eo: Preterlasi enkondukon
pl: Pomiń wprowadzenie
zh_hans: 跳过新手引导

source: Skip Onboarding
ca: Ometre la introducció
de: Einführung überspringen
eo: Preterlasi enkondukon
pl: Pomiń wprowadzenie
zh_hans: 跳过新手引导

source: Skip onboarding?
ca: Vols ometre la introducció?
de: Einführung überspringen?
eo: Ĉu preterlasi enkondukon?
pl: Pominąć wprowadzenie?
zh_hans: 要跳过新手引导吗？

source: Skip short transcriptions
ca: Ometre les transcripcions curtes
de: Kurze Transkriptionen überspringen
eo: Preterlasi mallongajn transskribojn
pl: Pomijaj krótkie transkrypcje
zh_hans: 跳过简短转写

source: Slower than Real-time
ca: Més lent que en temps real
de: Langsamer als Echtzeit
eo: Pli malrapide ol realtempe
pl: Wolniej niż w czasie rzeczywistym
zh_hans: 慢于实时

source: Sort alphabetically
ca: Ordenar alfabèticament
de: Alphabetisch sortieren
eo: Ordigi alfabete
pl: Sortuj alfabetycznie
zh_hans: 按字母顺序排序

source: Sort by original
ca: Ordenar per original
de: Nach Original sortieren
eo: Ordigi laŭ originalo
pl: Sortuj według oryginału
zh_hans: 按原文排序

source: Sort by replacement
ca: Ordenar per substitució
de: Nach Ersatz sortieren
eo: Ordigi laŭ anstataŭaĵo
pl: Sortuj według zamiennika
zh_hans: 按替换内容排序

source: Sound
ca: So
de: Klang
eo: Sono
pl: Dźwięk
zh_hans: 声音

source: Sound %lld
ca: So %lld
eo: Sono %lld
pl: Dźwięk %lld
zh_hans: 声音 %lld

source: SpeechAnalyzer requires macOS 26 or later.
ca: SpeechAnalyzer requereix macOS 26 o posterior.
de: SpeechAnalyzer erfordert macOS 26 oder neuer.
eo: SpeechAnalyzer postulas macOS 26 aŭ pli novan.
pl: SpeechAnalyzer wymaga macOS 26 lub nowszego.
zh_hans: SpeechAnalyzer 需要 macOS 26 或更高版本。

source: Speed
ca: Velocitat
de: Geschwindigkeit
eo: Rapido
pl: Szybkość
zh_hans: 速度

source: Start
ca: Iniciar
de: Starten
eo: Komenci
pl: Rozpocznij
zh_hans: 开始

source: Start and cancel recording shortcuts are configured on the Modes screen.
ca: Les dreceres per iniciar i cancel·lar l'enregistrament es configuren a la pantalla Modes.
de: Kurzbefehle zum Starten und Abbrechen der Aufnahme werden im Modi-Bildschirm konfiguriert.
eo: Klavkombinojn por komenci kaj nuligi registradon vi agordas en la ekrano Reĝimoj.
pl: Skróty startu i anulowania nagrywania konfigurujesz na ekranie Trybów.
zh_hans: 开始和取消录音的快捷键在“模式”页面中设置。

source: Start recording
ca: Iniciar l'enregistrament
de: Aufnahme starten
eo: Komenci registradon
pl: Rozpocznij nagrywanie
zh_hans: 开始录音

source: Start recording to build %@.
ca: Comença a enregistrar per veure el teu %@.
de: Starte eine Aufnahme, um %@ aufzubauen.
eo: Komencu registradon por konstrui %@.
pl: Rozpocznij nagrywanie, aby zbudować %@.
zh_hans: 开始录音以建立 %@。

source: Start Sound
ca: So d'inici
de: Startklang
eo: Komenca sono
pl: Dźwięk startowy
zh_hans: 开始提示音

source: Start transcription
ca: Iniciar la transcripció
de: Transkription starten
eo: Komenci transskribon
pl: Rozpocznij transkrypcję
zh_hans: 开始转写

source: Start with a template
ca: Començar amb una plantilla
de: Mit einer Vorlage beginnen
eo: Komenci per ŝablono
pl: Zacznij od szablonu
zh_hans: 从模板开始

source: Start your first recording to unlock value insights.
ca: Fes el teu primer enregistrament per desbloquejar estadístiques útils.
de: Starte deine erste Aufnahme, um wertvolle Einblicke zu erhalten.
eo: Komencu vian unuan registradon por malŝlosi utilajn statistikojn.
pl: Rozpocznij pierwsze nagranie, aby odblokować przydatne statystyki.
zh_hans: 开始第一次录音，看看 VoiceInk 为你节省了多少。

source: Starting recording
ca: S'està iniciant l'enregistrament
de: Aufnahme wird gestartet
eo: Komencante registradon
pl: Uruchamianie nagrywania
zh_hans: 正在开始录音

source: start, cancel
ca: inici, cancel·lació
de: Start, Abbrechen
eo: komenci, nuligi
pl: start, anulowanie
zh_hans: 开始、取消

source: Stop recording
ca: Aturar l'enregistrament
de: Aufnahme stoppen
eo: Ĉesigi registradon
pl: Zatrzymaj nagrywanie
zh_hans: 停止录音

source: Stop Sound
ca: So d'aturada
de: Stoppklang
eo: Fina sono
pl: Dźwięk zatrzymania
zh_hans: 停止提示音

source: Storage Warning
ca: Avís d'emmagatzematge
de: Speicherwarnung
eo: Averto pri spaco
pl: Ostrzeżenie o miejscu
zh_hans: 存储警告

source: Streaming connection failed: %@
ca: Ha fallat la connexió en temps real: %@
de: Streaming-Verbindung fehlgeschlagen: %@
eo: Fluanta konekto malsukcesis: %@
pl: Połączenie strumieniowe nie powiodło się: %@
zh_hans: 流式连接失败：%@

source: Streaming server error: %@
ca: Error del servidor de transmissió en temps real: %@
de: Streaming-Serverfehler: %@
eo: Eraro de fluanta servilo: %@
pl: Błąd serwera strumieniowego: %@
zh_hans: 流式服务器错误：%@

source: Streaming transcription timed out waiting for final result
ca: La transcripció en temps real ha esgotat el temps d'espera del resultat final
de: Zeitüberschreitung der Streaming-Transkription beim Warten auf das Endergebnis
eo: Fluanta transskribo eltempiĝis atendante la finan rezulton
pl: Upłynął limit czasu transkrypcji strumieniowej podczas oczekiwania na wynik końcowy
zh_hans: 流式转写在等待最终结果时超时

source: Suggested
ca: Suggerit
de: Vorgeschlagen
eo: Sugestitaj
pl: Sugerowane
zh_hans: 建议

source: Summarize
ca: Resumir
de: Zusammenfassen
eo: Resumi
pl: Podsumuj
zh_hans: 总结

source: Supports any provider that uses the same API format as OpenAI chat completion.
ca: Admet qualsevol proveïdor que faci servir el mateix format d'API que OpenAI chat completion.
de: Unterstützt jeden Anbieter, der das gleiche API-Format wie OpenAI Chat Completion verwendet.
eo: Subtenas ajnan provizanton, kiu uzas la saman API-formaton kiel OpenAI chat completion.
pl: Obsługuje dowolnego dostawcę używającego tego samego formatu API co OpenAI chat completion.
zh_hans: 支持任何使用与 OpenAI 聊天补全相同 API 格式的提供商。

source: Supports any provider that uses the same API format as OpenAI transcription.
ca: Admet qualsevol proveïdor que faci servir el mateix format d'API que OpenAI transcription.
de: Unterstützt jeden Anbieter, der das gleiche API-Format wie OpenAI Transcription verwendet.
eo: Subtenas ajnan provizanton, kiu uzas la saman API-formaton kiel OpenAI transcription.
pl: Obsługuje dowolnego dostawcę używającego tego samego formatu API co OpenAI transcription.
zh_hans: 支持任何使用与 OpenAI 转写相同 API 格式的提供商。

source: Supports WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
ca: Admet WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
de: Unterstützt WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
eo: Subtenas WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
pl: Obsługuje WAV, MP3, M4A, AIFF, MP4, MOV, AAC, FLAC, CAF, AMR, OGG, OPUS, 3GP
zh_hans: 支持 WAV、MP3、M4A、AIFF、MP4、MOV、AAC、FLAC、CAF、AMR、OGG、OPUS、3GP

source: Switch AI provider
ca: Canviar de proveïdor d'IA
de: KI-Anbieter wechseln
eo: Ŝanĝi AI-provizanton
pl: Zmień dostawcę AI
zh_hans: 切换 AI 提供商

source: Switch provider
ca: Canviar de proveïdor
de: Anbieter wechseln
eo: Ŝanĝi provizanton
pl: Zmień dostawcę
zh_hans: 切换提供商

source: Switched to: %@
ca: S'ha canviat a: %@
de: Gewechselt zu: %@
eo: Ŝanĝita al: %@
pl: Przełączono na: %@
zh_hans: 已切换到：%@

source: System
ca: Sistema
eo: Sistemo
zh_hans: 系统

source: System Default
ca: Predeterminat del sistema
de: Systemstandard
eo: Sistema defaŭlto
pl: Domyślny systemowy
zh_hans: 系统默认

source: System Default (%@)
ca: Predeterminat del sistema (%@)
de: Systemstandard (%@)
eo: Sistema defaŭlto (%@)
pl: Domyślny systemowy (%@)
zh_hans: 系统默认（%@）

source: System Information
ca: Informació del sistema
de: Systeminformationen
eo: Sistemaj informoj
pl: Informacje o systemie
zh_hans: 系统信息

source: System Prompt
ca: Indicació del sistema
eo: Sistema instigo
pl: Prompt systemowy
zh_hans: 系统提示词

source: System prompt is required
ca: Cal una indicació del sistema
de: Systemprompt ist erforderlich
eo: Sistema instigo estas deviga
pl: Prompt systemowy jest wymagany
zh_hans: 系统提示词不能为空

source: Template
ca: Plantilla
de: Vorlage
eo: Ŝablono
pl: Szablon
zh_hans: 模板

source: Test
ca: Provar
de: Testen
eo: Testi
pl: Testuj
zh_hans: 测试

source: Test connection
ca: Provar la connexió
de: Verbindung testen
eo: Testi konekton
pl: Testuj połączenie
zh_hans: 测试连接

source: Test Connection
ca: Provar la connexió
eo: Testi konekton
pl: Testuj połączenie

source: Test the connection to continue.
ca: Prova la connexió per continuar.
de: Verbindung testen, um fortzufahren.
eo: Testu la konekton por daŭrigi.
pl: Przetestuj połączenie, aby kontynuować.
zh_hans: 请测试连接以继续。

source: Testing...
ca: S'està provant...
de: Wird getestet...
eo: Testante...
pl: Testowanie...
zh_hans: 正在测试…

source: Testing…
ca: S'està provant…
eo: Testante…
pl: Testowanie…

source: Text to rewrite will appear here.
ca: El text que cal reescriure apareixerà aquí.
eo: Teksto por reverki aperos ĉi tie.
pl: Tekst do przepisania pojawi się tutaj.
zh_hans: 待改写的文字会显示在这里。

source: The AI provider's server encountered an error. Please try again later.
ca: El servidor del proveïdor d'IA ha trobat un error. Torna-ho a provar més tard.
de: Beim Server des KI-Anbieters ist ein Fehler aufgetreten. Bitte versuche es später erneut.
eo: La servilo de la AI-provizanto renkontis eraron. Bonvolu reprovi poste.
pl: Serwer dostawcy AI napotkał błąd. Spróbuj ponownie później.
zh_hans: AI 提供商的服务器发生错误。请稍后重试。

source: The API request failed with status code %lld: %@
ca: La sol·licitud a l'API ha fallat amb el codi d'estat %lld: %@
de: Die API-Anfrage ist mit Statuscode %lld fehlgeschlagen: %@
eo: La API-peto malsukcesis kun statuskodo %lld: %@
pl: Żądanie API nie powiodło się z kodem statusu %lld: %@
zh_hans: API 请求失败，状态码 %lld：%@

source: The API returned an empty or invalid response.
ca: L'API ha retornat una resposta buida o no vàlida.
de: Die API hat eine leere oder ungültige Antwort zurückgegeben.
eo: La API redonis malplenan aŭ nevalidan respondon.
pl: API zwróciło pustą lub nieprawidłową odpowiedź.
zh_hans: API 返回了空响应或无效响应。

source: The app '%@' is already configured in the '%@' mode.
ca: L'app «%@» ja està configurada al mode «%@».
de: Die App '%@' ist bereits im Modus '%@' konfiguriert.
eo: La aplikaĵo '%@' jam estas agordita en la reĝimo '%@'.
pl: Aplikacja '%@' jest już skonfigurowana w trybie '%@'.
zh_hans: App「%@」已在「%@」模式中配置。

source: The audio file is invalid or corrupted
ca: El fitxer d'àudio no és vàlid o està malmès
de: Die Audiodatei ist ungültig oder beschädigt
eo: La sondosiero estas nevalida aŭ difektita
pl: Plik audio jest nieprawidłowy lub uszkodzony
zh_hans: 音频文件无效或已损坏

source: The audio file to transcribe could not be found.
ca: No s'ha trobat el fitxer d'àudio que cal transcriure.
de: Die zu transkribierende Audiodatei konnte nicht gefunden werden.
eo: La sondosiero por transskribi ne troviĝis.
pl: Nie znaleziono pliku audio do transkrypcji.
zh_hans: 找不到要转写的音频文件。

source: The audio format is not supported
ca: El format d'àudio no és compatible
de: Das Audioformat wird nicht unterstützt
eo: La sonformato ne estas subtenata
pl: Format audio nie jest obsługiwany
zh_hans: 不支持该音频格式

source: The core transcription engine failed.
ca: Ha fallat el motor principal de transcripció.
de: Die Kern-Transkriptionsengine ist fehlgeschlagen.
eo: La ĉefa transskriba motoro malsukcesis.
pl: Główny silnik transkrypcji uległ awarii.
zh_hans: 核心转写引擎运行失败。

source: The downloaded Core ML model archive might be corrupted. Try deleting the model and downloading it again. Check available disk space.
ca: És possible que l'arxiu del model Core ML baixat estigui malmès. Prova d'eliminar el model i tornar-lo a baixar. Comprova l'espai disponible al disc.
de: Das heruntergeladene Core-ML-Modellarchiv ist möglicherweise beschädigt. Lösche das Modell und lade es erneut herunter. Prüfe den verfügbaren Speicherplatz.
eo: La elŝutita arkivo de la Core ML-modelo eble estas difektita. Provu forigi la modelon kaj elŝuti ĝin denove. Kontrolu la disponeblan diskospacon.
pl: Pobranie archiwum modelu Core ML mogło zostać uszkodzone. Spróbuj usunąć model i pobrać go ponownie. Sprawdź dostępne miejsce na dysku.
zh_hans: 下载的 Core ML 模型压缩包可能已损坏。请尝试删除该模型后重新下载。请检查可用磁盘空间。

source: The Great Gatsby
ca: El gran Gatsby
de: Der große Gatsby
eo: La Granda Gatsby
pl: Wielki Gatsby
zh_hans: 了不起的盖茨比

source: The imported settings file (version %@) is from a different version than your application (version %@). Proceeding with import, but be aware of potential incompatibilities.
ca: El fitxer de configuració importat (versió %@) és d'una versió diferent de la de la teva aplicació (versió %@). S'importarà igualment, però tingues en compte que hi pot haver incompatibilitats.
de: Die importierte Einstellungsdatei (Version %@) stammt aus einer anderen Version als deine Anwendung (Version %@). Der Import wird fortgesetzt, mögliche Inkompatibilitäten sind jedoch zu beachten.
eo: La importita agorda dosiero (versio %@) devenas de alia versio ol via aplikaĵo (versio %@). La importo daŭros, sed atentu pri eblaj nekongruoj.
pl: Importowany plik ustawień (wersja %@) pochodzi z innej wersji niż twoja aplikacja (wersja %@). Import zostanie przeprowadzony, ale zwróć uwagę na możliwe niezgodności.
zh_hans: 导入的设置文件（版本 %@）与你的 App（版本 %@）版本不同。将继续导入，但请注意可能存在的不兼容问题。

source: The Metamorphosis
ca: La metamorfosi
de: Die Verwandlung
eo: La Metamorfozo
pl: Przemiana
zh_hans: 变形记

source: The model provider is not supported by this service.
ca: Aquest servei no admet el proveïdor del model.
de: Der Modellanbieter wird von diesem Dienst nicht unterstützt.
eo: La modela provizanto ne estas subtenata de ĉi tiu servo.
pl: Dostawca modelu nie jest obsługiwany przez tę usługę.
zh_hans: 此服务不支持该模型提供商。

source: The provided API key is invalid.
ca: La clau d'API proporcionada no és vàlida.
de: Der angegebene API-Schlüssel ist ungültig.
eo: La donita API-ŝlosilo estas nevalida.
pl: Podany klucz API jest nieprawidłowy.
zh_hans: 提供的 API 密钥无效。

source: The selected language is not supported by SpeechAnalyzer.
ca: SpeechAnalyzer no admet l'idioma seleccionat.
de: Die ausgewählte Sprache wird von SpeechAnalyzer nicht unterstützt.
eo: La elektita lingvo ne estas subtenata de SpeechAnalyzer.
pl: Wybrany język nie jest obsługiwany przez SpeechAnalyzer.
zh_hans: SpeechAnalyzer 不支持所选语言。

source: The settings export operation was canceled.
ca: S'ha cancel·lat l'exportació de la configuració.
de: Der Einstellungsexport wurde abgebrochen.
eo: La eksporto de agordoj estis nuligita.
pl: Eksport ustawień został anulowany.
zh_hans: 设置导出操作已取消。

source: The settings import operation was canceled.
ca: S'ha cancel·lat la importació de la configuració.
de: Der Einstellungsimport wurde abgebrochen.
eo: La importo de agordoj estis nuligita.
pl: Import ustawień został anulowany.
zh_hans: 设置导入操作已取消。

source: The transcription language is automatically detected by the model.
ca: El model detecta automàticament l'idioma de la transcripció.
de: Die Transkriptionssprache wird vom Modell automatisch erkannt.
eo: La lingvo de transskribo estas aŭtomate detektata de la modelo.
pl: Język transkrypcji jest wykrywany automatycznie przez model.
zh_hans: 转写语言由模型自动检测。

source: The website '%@' is already configured in the '%@' mode.
ca: El lloc web «%@» ja està configurat al mode «%@».
de: Die Website '%@' ist bereits im Modus '%@' konfiguriert.
eo: La retejo '%@' jam estas agordita en la reĝimo '%@'.
pl: Strona '%@' jest już skonfigurowana w trybie '%@'.
zh_hans: 网站「%@」已在「%@」模式中配置。

source: there
ca: amic
de: du
eo: amiko
pl: tam
zh_hans: 你

source: Thinking
ca: Pensant
de: Wird verarbeitet
eo: Pensado
pl: Myślenie
zh_hans: 正在思考

source: This action cannot be undone. Are you sure you want to delete %lld items?
ca: Aquesta acció no es pot desfer. Segur que vols eliminar %lld elements?
de: Diese Aktion kann nicht rückgängig gemacht werden. Sollen wirklich %lld Elemente gelöscht werden?
eo: Ĉi tiu ago ne estas malfarebla. Ĉu vi certe volas forigi %lld elementojn?
pl: Tej operacji nie można cofnąć. Czy na pewno chcesz usunąć %lld elementów?
zh_hans: 此操作无法撤销。确定要删除 %lld 个项目吗？

source: This can happen due to an issue with the audio recording or insufficient system resources. Please try again, or restart the app.
ca: Això pot passar per un problema amb l'enregistrament d'àudio o per manca de recursos del sistema. Torna-ho a provar o reinicia l'app.
de: Dies kann durch ein Problem mit der Audioaufnahme oder durch unzureichende Systemressourcen auftreten. Bitte versuche es erneut oder starte die App neu.
eo: Tio povas okazi pro problemo pri la sonregistrado aŭ nesufiĉaj sistemaj rimedoj. Bonvolu reprovi aŭ restartigi la aplikaĵon.
pl: Może to wynikać z problemu z nagrywaniem audio lub niewystarczających zasobów systemowych. Spróbuj ponownie lub uruchom aplikację ponownie.
zh_hans: 这可能是由录音问题或系统资源不足导致的。请重试，或重新启动 App。

source: This filler word already exists.
ca: Aquesta paraula de farciment ja existeix.
de: Dieses Füllwort existiert bereits.
eo: Ĉi tiu plenigvorto jam ekzistas.
pl: To słowo-wypełniacz już istnieje.
zh_hans: 此填充词已存在。

source: This is an English-optimized model and only supports English transcription.
ca: Aquest model està optimitzat per a l'anglès i només admet transcripcions en anglès.
de: Dieses Modell ist für Englisch optimiert und unterstützt nur Transkription auf Englisch.
eo: Ĉi tiu modelo estas optimumigita por la angla kaj subtenas nur anglalingvan transskribon.
pl: To model zoptymalizowany pod kątem języka angielskiego i obsługuje wyłącznie transkrypcję w języku angielskim.
zh_hans: 这是针对英语优化的模型，仅支持英语转写。

source: This model supports multiple languages. Select a specific language or auto-detect(if available)
ca: Aquest model admet diversos idiomes. Selecciona un idioma concret o la detecció automàtica (si està disponible)
de: Dieses Modell unterstützt mehrere Sprachen. Wähle eine bestimmte Sprache oder die automatische Erkennung (falls verfügbar).
eo: Ĉi tiu modelo subtenas plurajn lingvojn. Elektu specifan lingvon aŭ aŭtomatan detekton (se disponebla).
pl: Ten model obsługuje wiele języków. Wybierz określony język lub automatyczne wykrywanie (jeśli dostępne).
zh_hans: 此模型支持多种语言。请选择特定语言或自动检测（如可用）

source: This will delete %lld audio files (%@).
ca: S'eliminaran %lld fitxers d'àudio (%@).
de: %lld Audiodateien (%@) werden gelöscht.
eo: Tio forigos %lld sondosierojn (%@).
pl: Spowoduje to usunięcie %lld plików audio (%@).
zh_hans: 将删除 %lld 个音频文件（%@）。
